/**
 * 
 */
package com.brain.study.test.interview;

/** 【程序25】
 * 题目：一个5位数，判断它是不是回文数。即12321是回文数，个位与万位相同，十位与千位相同。 
 * 【程序26】
 * 题目：请输入星期几的第一个字母来判断一下是星期几，如果第一个字母一样，则继续 判断第二个字母。
 *  【程序35】
 * 题目：输入数组，最大的与第一个元素交换，最小的与最后一个元素交换，输出数组。 
 * 【程序36】
 * 题目：有n个整数，使其前面各数顺序向后移m个位置，最后m个数变成最前面的m个数 
 * 【程序38】
 * 题目：写一个函数，求一个字符串的长度，在main函数中输入字符串，并输出其长度。
 *  【程序46】 题目：两个字符串连接程序 
 *  【程序49】
 * 题目：计算字符串中子串出现的次数
 *
 * @author brain
 *
 */
public class Test26 {

	/**
	 * @param args
	 */
	public static void main(String[] args) {
		// TODO Auto-generated method stub

	}

}
